Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 东南一带因为是远古很多前辈的洞府所在地，所以素来就有洞域之称，不过自从远古那场大战，洞域的地势也被破坏的七七八八。
en_us: DongNan was many of their ancient predecessors had called the caverns here home, so it had the title of Dong Yu. However, ever since the ancient war, the terrain in this area had been mostly destroyed.

source: 东洲以部落的形式生存，共分三个部落。
en_us: Dong Zhou was organized in tribes, with three main tribes.

source: 东洲多山，平地比较少。
en_us: Dong Zhou had many mountains, and it didn't have a lot of flat land.

source: 东洲是落后，但还不至于连衣服都穿不起，一套衣服才值多少钱，之所以穿粗衣麻布仅仅是因为大部分人都喜欢而已，而且这样也可以区别外来者。
en_us: Dong Zhou was behind, but not to the point where the people couldn't afford clothing. After all, how much could a set of clothing cost? The reason why they wore coarse gunny cloth was because they preferred it, and it was simple way to recognize outsiders.

source: 东洲是通天大陆最落后的地域，外来者几乎很少到这边，除了有山脉阻隔及灵气稀薄等原因，东洲的部落也补是很欢迎外来者。
en_us: Dong Zhou was the most backwater area in the TongTian Continent. Outsiders very rarely came here because, not only did the mountains separate the place from the rest of the TongTian Continent, the spiritual energy here was weak and Dong Zhou's tribes didn't welcome outsiders.

source: 东洲最大的乌山集镇就是古玛部落的地盘。
en_us: The biggest town in Dong Zhou, WuShan Town, was part of the Guma Tribe.

source: 东洲的丹师虽然少，但是胜在质量不错，因为除了夏音是六品修为，在她之下还有一名彩级五品丹师，那名丹师出手的次数比夏音要多，所以在外面的名声比夏音响亮。
en_us: Although there were few mages in Dong Zhou, but the quality of those mages were good, because in addition to Xia Yin who had a Grade Six cultivation base, , there was also a Grade Five Rainbow Level mage under her. That mage undertook more tasks than Xia Yin, so their reputation outside was higher than Xia Yin.

source: 东洲的土地较为贫瘠，人口也不多，没有地图，他们想找有人的城镇要花不少时间。
en_us: Dong Zhou's land was relatively infertile, and the population wasn't very high either. If they wanted to find a city or town with people, they would have to spend quite a bit of time without a map.

source: 东西毕竟就只有那么多，不可能各个势力都能如意。
en_us: After all, there were only a limited number of items. It was impossible for all forces to be satisfied.

source: 两万年的兄弟情谊终究没能抵过自己的性命，他不想和刑七一样的下场。
en_us: In the end, twenty thousand years of brotherhood was not enogh, he didn't want to face the same end as Xing Qi.

source: 两个人决定先去距离较近的南边，至于姐妹花，没一会就被他们甩了。
en_us: The two of them decided to go the closer one first, the South side. As for the twin sisters, they were quickly thrown off their trails. (没一会就被他们甩了)

source: 两个势力的反应让麒麟族越来越不爽，但他们碍于凌霄的实力不敢站出来反对，特别是当他们得知凌霄的的神火具有吞噬的能力，那简直就是他们的克星，除非她们想象妖凰族的姬芮一样。
en_us: The other two major powers' responses made the Qilin Clan feel worse and worse, but out of fear of Ling Xiao's strength, they didn't dare to step forward and oppose him. Especially after they learned that Ling Xiao's Godfire had the ability to swallow other Godfire, he was simply their natural enemy, unless they wanted to end up like the Demon Phoenix Godfire's Ji Rui.

source: 两个帮过杨导师的人顿时懊悔得要死。
en_us: The two people who helped Teacher Yang regretted it so much that they wanted to die.

source: 两个打斗的声势非常大，飞沙走石，山崩地裂，双方的速度都非常快，如果有外人在这里，怕是只能看到两道残影。
en_us: The battle between the two raged wildly, kicking up dust and rocks and cracking open the earth. The two were extremely fast. If someone else was here, they'd probably only be able to see afterimages of their forms.

source: 两个时辰后，吞金兽跑了进来。
en_us: Two hours later, the Metal Swallowing Beast came running back.

source: 两个月后，游小默伸着懒腰走出山洞。
en_us: Two months later, You XiaoMo stretched, walking out of the cave.

source: 两人一无所知，不过凌霄能感觉得出西北方向埋葬着许多大妖兽，那股隐隐仿佛超过他的危险气息绝对不会认错的。
en_us: Both of them were unaware of this, but Ling Xiao could sense that many big demon beasts were buried in the northwest. There was no way he could mistake that faint scent of danger that seemed to brush past him.

source: 两人一走进去，立刻有几道视线从他们身上扫过。
en_us: Several lines of sight swept across their figures as soon as two people walked in.

source: 两人一路赶，尽可能地远离乌山集镇，终于在日落前找到一处较为隐秘的地方。
en_us: The two of them set out, doing their best to go as far as possible from WuShan Town. Finally, they found a relatively hidden place before sunset.

source: 两人一边走，九夜一边给他介绍。
en_us: As the two of them walked, Jiu Ye gave him an introduction.

source: 两人一进顶级区，里面的人纷纷看了过来。
en_us: When the two of them entered the pinnacle section, everyone inside looked over.

source: 两人下树后，花姑单膝就跪了下去，“花姑多谢恩公相救。”
en_us: After the two came down from the tree, Hua Gu kneeled down on one knee, "Hua Gu thanks Sir Benefactors for their assistance."

source: 两人下榻酒楼后，游小默拉着凌霄一起进空间。
en_us: After the two of them settled in, You XiaoMo tugged Ling Xiao into the dimension.

source: 两人不再废话，立刻带着手下赶过去，生怕落后一步，宝贝就被万俟西元先找到，他们还没有商量怎么分配宝贝，但是谁先找到就是谁的。
en_us: The two didn't dare waste any more time, immediately rushing down with their own subordinates. If WanQi XiYuan found the treasure, then he would be the one to get it. They hadn't discussed how to split the spoils, so it was finders keepers.

source: 两人仍然是一美一丑的打扮。
en_us: The two maintained the look of one beautiful and one ugly.

source: 两人便找了一家热闹的酒楼。
en_us: The two then proceeded to find a bustling restaurant.

source: 两人再次经过白骨小镇，白骨小镇的人效率很高，他们不过离开几天，已经有大半的建筑重新搭建起来。
en_us: The two men passed through White Bone Town again. The people in White Bone Town were really efficient. Though they had only been away for a few days, most of the buildings had already been rebuilt.

source: 两人刚结束谈论，价格已经往上翻一三千万，超过游小默当初的价格，不过还没到极限，所以仍然有人在加价。
en_us: By the time the two of them finished their discussion, the price had already gone up by thirty million, overtaking the initial price that You XiaoMo had offered. But it hadn't reached the limit yet, so there were still people who were raising the price.

source: 两人又往峡谷下看了一眼才离开洞城。
en_us: The two took another look at the canyon before leaving for Dong Yu.

source: 两人又赶在日落前回到山洞。
en_us: The two, once again, hurried back to the cave before sunset.

source: 两人口头上的较量，很明显是姬凤占了上风。
en_us: In the two's contest between words and wits, it was obvious that Ji Feng was the one who had the upper hand.

source: 两人周身包裹着一层火焰，像一颗发光体迅速的下坠。
en_us: A layer of flame surrounded them, and they plummeted like a shining star.

source: 两人回到房间，凌霄忽然说了句奇怪的话，要不要只是随口而已，事实不等他点头就带着一头雾水的游小默去看戏了。
en_us: After the two returned to the room, Ling Xiao said this out of the blue. The "how about" was just a courtesy, dragging the confused You XiaoMo away to "watch a show" before the oher could even nod in agreement.

source: 两人当即离开了一区。
en_us: The two people left Block 1 at once.

source: 两人当然不会听他的话滚下去，仿佛失聪似的直接冲上第十层。
en_us: The two naturally wouldn't get out like the voice told them, charging towards the tenth floor as if they had gone crazy.

source: 两人很快就赶到目的地。
en_us: The two soon arrived at their destination.

source: 两人无话可说，这次确实是他们的错。
en_us: The two had nothing to say. This was indeed their fault.

source: 两人现在全身光溜溜的，他记得凌霄的空间里生活着不少妖兽，有些妖兽的灵智开得比较早，被看到岂不丢脸死人，他不要面子他要。
en_us: The two were currently completely bare. You XiaoMo remembered that there were quite a few demon beasts living in Ling Xiao's dimension and some of those demon beasts had their gnosis (灵智) opened early. He would be humiliated to death if he was seen by them. Even if Ling Xiao didn't want his face, he still wanted his own.

source: 两人的身影轻易的混入了人群中。
en_us: The figures of the two easily mixed into the crowd.

source: 两人的造型一美一丑。
en_us: So the two became one beauty and one ugly. (So they turned into the Beauty and the Beast) (两人的造型一美一丑)

source: 两人直走。
en_us: The two walked straight ahead.

source: 两人神情一凛，他们的反应已是极快，但是对面的男人速度更快，飞溅的鲜血洒在黑袍人丁的脸上，同伴的惨叫声，被砍断的手臂飞上天空又落回地面，他完全傻了。
en_us: Their expressions went cold. Their reactions were already extremely fast, but the other man was even faster. Fresh blood splashed onto the fourth black-robed person's face, and his comrade's scream flew into the sky along with his arm, which had been chopped off, before it landed back on the ground. He was completely dumbfounded.

source: 两人经过商量，决定由凌霄去找顶级灵草，因为游小默现在最缺的就是顶级灵草，虽然他已经收集了不少，但是和先祖玉简里的比起来简直就是小巫见大巫，所以他要收集的还有很多。
en_us: After discussing, they decided that Ling Xiao would look for transcendent level magic herbs. This was because what You XiaoMo lacked the most now was transcendent level magic herbs. Despite him having gathered a lot of magic herbs, when compared to the ones in his ancestor's jade drive, it is just like a small sorcerer in the presence of a great one. Therefore, he still had a lot more to gather.

source: 两人继续往前走，游小默看着手中吃了一半的糖葫芦，胃口瞬间没了，但他又不想丢了。
en_us: The two continued walking as You XiaoMo stared at his half eaten candied fruit and suddenly lost all appetite, but he didn't want to throw it away either.

source: 两人自愿给游小默当助手，而且这次也不跟他收使用厨房和材料的费用，只希望游小默到时给他们留一点就行了。
en_us: The two volunteered to be You XiaoMo's assistant, and this time, they didn't even ask for money, all they wanted was for You XiaoMo to save some food for them.

source: 两人讨论了两天，直到皮球他们被叫回来了，游小默终于没有往天修的自在阁跑，主仆五人许久没见，除了小黑和蛇球，毛球和皮球都很感动，在软骨山操练了那么多天，终于解放了。
en_us: The two continued to talk for two days, until PiQiu and the others were called back. Only then did You XiaoMo stop running over to Tian Xiu's Leisure Pavilion. The master and servant five finally met again. Other than XiaoHei and SheQiu, both MaoQiu and PiQiu were very emotional. After all those days training at the Cartilage Mountain, they were finally done.

source: 两人说话的声音并不小，或许说刻意让别人听到。
en_us: The two weren't quiet with their conversation, clearly intending for others to hear.

source: 两人走到九层的出口，等了一小会儿，一队巡逻的守卫刚好经过，等他们走过的时候，两人便悄无声息的跟了上去，前面的守卫也没发现不对。
en_us: The two came to the entrance of the ninth floor and waited for a short while. A patrol walked by just then and as they did, the two quietly followed. The guards in front didn't realize anything was wrong either.

source: 两人走到港口边，白天的老人果然也在，他正在指挥着一群渔民搬货物，看起来在河镇的地位并不小。
en_us: The two men walked to the harbor. The old man they had met during the day was there too. He was directing a group of fishermen carrying cargo and it seemed that his status in River Town was quite high.

source: 两人走到老人面前。
en_us: The two walked up to the old man.

source: 两人走到铺子前，九夜口中的鲁长老正卧在里面打瞌睡，连眼皮都没有抬一下。
en_us: The two arrived in front of the stand. The co-called Elder Lu was curled up in the stand, napping, not even opening his eyes at their approach.

source: 两人走到队伍最后排队。
en_us: The two walked to the end of the queue to line up.

source: 两人走进去，门卫并没有拦着他们。
en_us: The two walked in but the guards didn't stop them.

source: 两人赶过去，红光一闪立刻飞过去，撞在一处结界上，圈起一道道涟漪。
en_us: The two hurried over as the red light flew over as well, hitting a barrier (结界) creating ripples upon ripples.

source: 两人趁机冲进第十层。
en_us: The two took the chance to charge into the tenth floor.

source: 两人迅速的分开。
en_us: The two quickly seperated.

source: 两人迅速的刹住身体震惊的盯着这个突然出现的男人，背后俨然出了一身冷汗，“你是谁？”话虽如此，他们心中却早有答案，除了藏身在那个洞府的人绝对不做二选。
en_us: The two of them rapidly came to a halt, and they stared in shock at the man who had suddenly appeared. It felt as if there was cold sweat covering their backs. "Who are you?" Even though they asked, they already knew the answer in their hearts: there could be nobody else except the person hiding himself in the Immortal’s Cave.

source: 两人还没说话，旁边就响起一道冷哼声，偏头一看，是一脸怒气的腾梓心，见游小默和凌霄看过来，腾梓心脸上的怒色更加明显。
en_us: The two had yet to speak when someone harrumphed coldly nearby. Turning his head to see, it was a furious Teng ZiXin. Seeing them look over, her anger became even more evident.

source: 两人都对玄龟的头颅‘感兴趣’，区别在于，凌霄已经干脆利落的捏爆玄威的脑袋。
en_us: Both were very 'interested' in the heads of Black Turtles. The difference was that Ling Xiao had already crushed Xuan Wei's head.

source: 两人都没发现，他们口中不屑的‘少主’正悄无声息的跟在他们身后。
en_us: The two people did not realise that the ‘young master’ they were speaking of in disdain was noiselessly following behind them.

source: 两人都没有发现，他们谈论的主角正躲在某个角落将他们对话一字不落的听完了。
en_us: Neither of them noticed that the protagonist they were talking about was hiding in a corner and had completely overheard their conversation word for word.

source: 两人随后离开了交易所。
en_us: Then, the two left the area.

source: 两人顺着人流最多的街道走，乌山集镇的风土人情和外面是不同的，看的游小默目不转睛。
en_us: The two followed the crowd into the busiest street. You XiaoMo was transfixed by the local cultural present, it was vastly different from the outside.

source: 两伙计各拿着一把宽大刀。
en_us: The two employees each held a large swords.

source: 两分钟后，四人聚集在凌霄的房间里。
en_us: Two minutes later, the four of them gathered in Ling Xiao's room.

source: 两只金翅虫围在他身边，似在幸灾乐祸，吞金兽非常傲慢的甩了甩头。
en_us: The two Golden Winged Insects flew around the Metal Swallowing Beast, as they chuckled at his misfortune. Metal Swallowing Beast simply shook his head pridefully.

source: 两只金翅虫围着他们一个劲的幸灾乐祸。
en_us: The two Golden Winged Insect surrounded them and unceasingly took joy in calamity and delight in disaster.

source: 两只金翅虫突然动了，小小的身体往左边无人的空地缓缓的移动，远离吞金兽和大鹏鸟，好像在说‘不关我们的事’。
en_us: The two Golden Winged Insects suddenly moved. Their small bodies slowly flew over to an uninhabited area on the left, distancing themselves from the Metal Swallowing Beast and the Roc. It was as if they were saying 'this does not involve us'.

source: 两名伙计是男人，厨师是一名中年大婶，他们看到掌柜下来后立刻围了上去，刚要问就看到他一脸阴沉。
en_us: The two shop assistants were both male, whereas the chef was a middle aged women. After they saw the shopkeeper come down, they instantly surrounded him. but before they asked anything, they saw his gloomy expression.

source: 两名女侍一看到这东西，立刻露出大事不妙的表情，她们倒是忘了莫雪姐妹是莫玛之女，身上必须会有保命的法宝，如果让他们逃走把事情告诉莫玛，圣女的计划就完了。
en_us: Seeing this item, the two attendants knew that this wasn't good. They had forgotten that Mo Xue and her sister were Mo Ma's daughters and were certain to have special tools they could use to save themselves when attacked. If they managed to escape and inform Mo Ma, then the holy maiden's plan would fail.

source: 两名女侍在带着她们离开小镇后便直接走进一片密林，密林不仅不见一个人影，连一只妖兽都没有见到，确实是个杀人埋尸的好地方。
en_us: The two attendants led the two into a thick forest after leaving the town. The forest was devoid of human life; there didn't even seem to be a single demon beast here either. It really was a good place to kill and bury people.

source: 两名女侍抽出手中的剑。
en_us: The two attendants unsheathed their swords.

source: 两名女侍突然停下脚步，一前一后挡住两姐妹逃跑的路线，眼神冰冷仿佛在看两个死人，杀气十足。
en_us: The two attendants suddenly stopped, one in front and the other behind, cutting off the two sisters' escape routes. Their gazes were chilling, as if looking at two corpses, and killing intent filled the air.

source: 两大强者最强的绝招都是绝对足够毁天灭地，他站在中间等他们炮轰，而且他现在能感觉得出来，游震天恨不得杀了他。
en_us: The finishing blow/unique skill (绝招) of two powerhouses were definitely enough to destroy the heavens and the earth. He would just be waiting for them to bombard him (炮轰) if he stood in the middle. Furthermore, he could feel that You ZhenTian was really itching to kill him now.

source: 两头妖兽吓得眼珠子都差点掉出来，急急忙忙刹住四肢，转身想跑，可是已经来不及了。
en_us: The two demon beasts' eyes bulged in fear, hurriedly trying to break their momentum and wanting to turn and flee, but it was too late.

source: 两头妖兽一头撞进那股磅礴的灵魂之力里，旋即被撞飞了出去，不知掉落在哪处森林，眨眼就不见了踪影。
en_us: The two demon beasts crashed into the wave of powerful soul force, instantly being thrown flying. The fell somewhere into the forest, gone in the blink of an eye.

source: 两头牛角妖兽的视线随着少年的动作移动，后蹄蹭得更加用力了，口中发出的声音越来越危险，特别是当它们看到少年背对着它们的时候，两头妖兽突然大吼一声，纵身一跃就跳起来，跑得轰隆隆响，朝少年冲撞了过去。
en_us: The two bull-horned demon beasts tracked the young man's movements, kicking at the ground even more harshly with their hooves. Their voice grew more threatening, especially when they saw the young man turn his back to them. The two demon beasts suddenly roared, leaping up, their hooves thudding against the ground as they charged at the young man.

source: 两头牛角妖兽立刻停止自相残杀，凶狠的目光看着突然出现的两个人，龇牙咧嘴，好像随时都会扑过去一样。
en_us: The two bull-horned demon beasts immediately stopped attacking each other and turned to glare at the two that had suddenly appeared, baring their teeth like they were about to pounce.

source: 两巴掌的声响非常大，连外面的谢俊都听到了。
en_us: The sound of the two slaps were so loud that Xie Jun who was outside could hear it.

source: 两年内就要成为六品丹师，要是以前他或许会拍拍胸口跟凌霄保证绝对没有问题，但是自从他被卡在三品巅峰后，他的信心就少了一点点。
en_us: He had to become a Grade Six mage within two years. If it was the him in the past, he would pat his chest and give Ling Xiao a guarantee that there would definitely not be a problem. However, ever since he was stuck at the pinnacle of Grade Three, his confidence had decreased a little.

source: 两者之间好像没有太过直接的联系。
en_us: But the two didn't appear to have a direct correlation.

source: 两边谁也不让谁！
en_us: Neither side were willing to yield to the other!

source: 两道人影无声无息的出现在裂缝的下方。
en_us: Two figures appeared under the tear silently.

source: 两道威压一散，众人顿时觉得轻松了许多。
en_us: Everyone immediately felt relieved once the two pressures dispersed.

source: 中天和往常一样热闹，就是一个偏僻的小镇也仍然在讨论凌霄和游小默的事情。
en_us: Zhong Tian was just as lively as it used to be. Even a remote little town was still talking about Ling Xiao's and You XiaoMo's matters.

source: 中天并不缺丹师，成熟的十一二级灵草往往刚摆上台面就会被人抢先买走，武成的资金也不多，所以只是种子和未成熟就简单得多了，往往很少有丹师会感兴趣的。
en_us: Zhong Tian did not lack mages and mature level eleven and twelve magic herbs would always be immediately snatched up after just being put on sale. Wu Cheng also did not have much funds, so it would be much easier if they were only seeds or immature herbs, which many mages were seldom interested in.

source: 中天现在的形势虽然看起来风平浪静，但是赤血家族并没有就此罢休，游震天在中天安排了许多人，一旦发现他们的行踪立刻上报，到时他们面临的就是赤血家族所有精英的追杀了。
en_us: Although the situation in Zhong Tian looked peaceful, the Vermillion Blood Clan hadn't given up yet. You ZhenTian planted many people here so that if any trace of them was found, they would immediately be hunted down by all of the experts of the Vermillion Blood Clan.

source: 中天的形势其实没有游小默想象的严峻。
en_us: The situation at Zhong Tian wasn't actually as grim as You XiaoMo was imagining.

source: 中天确实有赤血家族的探子，这些探子每天晚上都会跑到酒楼来探消息，结果每额人都直接去见阎王爷了，偏偏他们还乐此不疲。
en_us: Zhong Tian indeed have the Vermillion Blood Clan's scouts, and every night these scouts would come running to the inn searching for information. The result was that every guest would go directly to see the King of Hell, and they would even enjoy it.

source: 中庭交易会终于迎来高潮部分。
en_us: The Courtyard Trade Fair finally ushered in its climax.

source: 中等空间符除了传送的距离比低等长，稳定性也比较高。
en_us: Apart from the distance transported being further, the mid-level teleportation talisman was also more stable than a low-level teleportation talisman.

source: 中途他们并没有遇到猖獗的海贼，游小默本来还想见识一下这个世界的海贼的希望落空了。
en_us: They actually hadn't encountered any roaming pirates along the journey. You XiaoMo originally wanted to see the pirates of this world, but his hopes were dashed.

source: 中途他碰巧看到过，有一种外形和鳄鱼很相似的水底生物成群结队的游过，似乎是在迁徙，结果通灵玄龟经过，立刻把鳄鱼群给冲散了，有的甚至被水流刮走很长一段距离。
en_us: Mid-way through, he had coincedently seen a group of sea-creature that looked very much like crocadiles swimming past, seemingly in migration.However, due to the passing of the Psychic Black Turtle, the group was scattered and some were swept very far away.

source: 丹师工会一名弟子被一只水妖撕成两半，鲜血从空中洒下来，接着水妖便瞅准离它最近的真龙族弟子，尖叫着扑了过去。
en_us: A disciple from the Mage Association was torn in two by a Water Demon. Blood sprinkled down from the sky. Then the Water Demon looked at the nearest person who was a disciple from the True Dragon Clan and pounced on him with a screech.

source: 丹师工会并不缺乏灵丹，所以想用灵丹来打动他们几乎是不肯能的，除非是五品或者六品的彩丹或许可行。
en_us: It was impossible to try to move the Mage Association with magic pills as they did not lack magic pills. Unless the pills were fifth or sixth grade rainbow pills, then it may succeed.

source: 丹师工会的代表则皱了下眉，却什么也没说。
en_us: The representative from the Mage Association frowned, but he didn't say anything.

source: 丹师工会的代表吸了一口气，与交手的水妖拉开距离后，忍不住失声道：“十二阶水妖？”
en_us: The representative of Mage Association inhaled and after drawing some distance away from the water demon he was fighting with, and could not crying out, "A Level Twelve Water Demon?"

source: 丹师工会的代表费了番功夫斩杀一只水妖后便和真龙族的强者围困住十二阶水妖，水妖无法离开寒潭太久，他们是纯粹的水底生物，就像鱼离开了水不能活一样，不过想要采摘湖边的灵草就一定要打倒这只水妖。
en_us: The representatives of Mage Association took great effort to kill one Water Demon before he surrounded the Level Twelve Water Demon with the experts from the True Dragon Clan. They were purely underwater creatures, just like how fish could not live without water, Water Demons could not leave the cold lake for too long However, if one wanted to pick the magic herbs by the lake, they definitely had to defeat this Water Demon.

source: 丹师工会的强者冷笑一声。
en_us: An expert of the Mage Association let out a cold laugh.

source: 丹师工会的强者突然惊骇的叫出声，立刻快速的往后撤退，其他人听到这句话顿时不敢耽搁，纷纷往外急射而去。
en_us: The expert from the Mage Association let out a cry of shock and quickly backed off to retreat. Everyone else who heard his words, also made a beeline to the outside without hesitation.

source: 丹师工会的强者立刻朝黑蜘蛛的人吼道，他一个人对付不了十二阶水妖，水妖向来是一种非常难斩杀的半妖兽，特别是十二阶。
en_us: The expert from the Mage Association immediately shouted at the people from the Black Spider. He could not deal with the Level Twelve Water Demon alone. The Water Demon had always been a very difficult half-demon beast to kill, especially one of the Twelfth Level.

source: 丹师工会的强者给了他一个稍安勿躁的眼神，事后再找他们算账也不迟，黑蜘蛛会为他们做的事付出代价的。
en_us: The expert from the Mage Association gave him a look that asked him to let it go. It would not be too late to get revenge after this was settled. The Black Spider would pay for their actions.

source: 丹师工会的通天大陆丹师最多的地方，彩级丹师的数量几乎是个各势力的总和，真龙族和麒麟族因先天条件无法炼丹，所以他们经常找丹师工会帮忙炼丹，用两株灵草换取人情，对他们来说根本就是有赚无赔的买卖。
en_us: The Mage Association had the greatest amount of mages in TongTian Continent, and the amount of rainbow level mages in the association was basically the same as the amount of people in every other major power. Since the True Dragon Clan and Qilin Clan couldn't refine magic pills due to natural restrictions, they often sought help from the Mage Association. If they could exchange two magic herbs for some favor, it could be considered a very profitable transaction for them with no extra losses.

source: 丹师，特别是顶级丹师，他们的灵魂和血肉是最吸引怨灵的，那股从灵魂里散发出来的美味气息，一直都是它们狩猎的主要对象。
en_us: The soul, flesh, and blood of mages - especially pinnacle level mages - attracted resentful beings (怨灵) the most. What they hunted most was the delicious scent that was emitted from the soul.

source: 丹方的主人也不知道怎么办才好，因为不论选谁，都会得罪另一人，不划算！
en_us: The owner of the pill recipe did not know what was to be done too, as no matter who he chose, he would be offending the other. It wasn't worth it!

source: 丹方这种东西不论是财大气粗的丹师工会或驭兽工会，他们都不会把丹方拿出来拍卖，就算是十级丹方也一样，更别说彩丹的丹方，那绝对是无价之宝，数量比起顶级功法技法还要稀少。
en_us: Whether it was the rich and overbearing Mage Association or Beast Transfiguration Guild, such things like pill recipes would definitely not be put up for sale even if it was a level ten pill recipe; let alone the pill recipe of a rainbow pill. It was definitely a priceless treasure and its quantity was rarer than a pinnacle level soul or skill training manual.

source: 丹青的话在脑海里一一闪过，游小默突然就明白是怎么一回事了。
en_us: Dan Qing's voice flashed across his mind and You XiaoMo instantly knew what was happening.

source: 为了不引起轰动。
en_us: To avoid causing a commotion.

source: 为了不被他甩太远，他要把内丹攒在手里，必要时用它来晋级。
en_us: So as to not be thrown too far behind, he must grab onto the Life Crystal and if needed to be, use them to advance.

source: 为了买这些灵草，他花了一大笔灵晶，事后确实有点后悔。
en_us: He spent a lot of spirit gems to buy these magic herbs and he did regret it a bit afterwards because the news about the Black Spider's auction was only revealed afterwards, including the fact that they only take spirit gems. The ShuangYu Hotel was also given a invitation.

source: 为了他的眼睛能尽快恢复，就算在危险他也要试一试，于是就有了这一幕。
en_us: In order for his eyes to heal as fast as possible, he would still have to give it a try, even if it was dangerous, resulting in this scene.
